aaron-bond.better-comments
agutierrezr.emmet-keybindings
agutierrezr.react-vsc-essentials
albert.TabOut
anteprimorac.html-end-tag-labels
bierner.color-info
bodil.file-browser
bradlc.vscode-tailwindcss
BriteSnow.vscode-toggle-quotes
burkeholland.simple-react-snippets
c0der-himel.vscode-wev-dev-extension-pack
casperstorm.directory-files
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cschlosser.doxdocgen
danielpinto8zz6.c-cpp-compile-run
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
EQuimper.react-native-react-redux
esbenp.prettier-vscode
ExodiusStudios.comment-anchors
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
formulahendry.terminal
genieai.chatgpt-vscode
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
IBM.output-colorizer
IgorSbitnev.error-gutters
infeng.vscode-react-typescript
inu1255.easy-snippet
jasonlhy.hungry-delete
jasonnutter.search-node-modules
jawandarajbir.react-vscode-extension-pack
jeff-hykin.better-cpp-syntax
JuanBlanco.solidity
jzmstrjp.color-the-tag-name
kisstkondoros.vscode-gutter-preview
meganrogge.template-string-converter
mgmcdermott.vscode-language-babel
mhutchie.git-graph
micnil.vscode-checkpoints
mikestead.dotenv
mishkinf.goto-next-previous-member
moalamri.inline-fold
mongodb.mongodb-vscode
mrmlnc.vscode-duplicate
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
mtxr.sqltools
mtxr.sqltools-driver-mysql
naumovs.color-highlight
nicoespeon.abracadabra
nidu.copy-json-path
oderwat.indent-rainbow
OfHumanBondage.react-proptypes-intellisense
PKief.material-icon-theme
rafamel.subtle-brackets
redhat.java
ricardo-emerson.create-react-tsx-component
richie5um2.vscode-sort-json
ritwickdey.LiveServer
runningcoder.react-snippets
rvest.vs-code-prettier-eslint
ryu1kn.partial-diff
sburg.vscode-javascript-booster
shardulm94.trailing-spaces
solnurkarim.html-to-css-autocompletion
sporiley.css-auto-prefix
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
svelte.svelte-vscode
TabNine.tabnine-vscode
tintinweb.vscode-solidity-flattener
Tobermory.es6-string-html
twxs.cmake
usernamehw.errorlens
vincaslt.highlight-matching-tag
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
VisualStudioExptTeam.vscodeintellicode-completions
voldemortensen.rainbow-tags
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
wayou.vscode-todo-highlight
woodreamz.es7-react-js-snippets
xabikos.JavaScriptSnippets
xabikos.ReactSnippets
yatki.vscode-surround
zhang-renyang.vscode-react
Zignd.html-css-class-completion
zitup.classnametocss
